{
  "exhibitions": [
    {
      "id": 1,
      "name": "Karen Peters",
      "title": "Jennifer Guidi: Gemini",
      "opening": "2/28/2020",
      "closing": "5/30/2020",
      "venue": "Gagosian",
      "address": "555 W 24th St",
      "city": "New York",
      "state": "NY",
      "zip": "10011",
      "pressRelease": "Guidi’s radiant, mandala-like paintings are characterized by patterns and subtle textural and chromatic shifts, forging a connection with Minimalism while evoking metaphysical themes that transcend Western traditions. Her immersive compositions incorporate sand along with oil and acrylic paints to investigate color, light, and archetypal imagery. Beginning with an underpainting, she applies a thick layer of sand to the surface. While it is still wet, she makes marks with a wooden dowel in controlled and repetitive movements, often adding sand and paint in a U-shape on the top edge of the divots. In Gemini—named for her own astrological sign—Guidi explores dualities: light and darkness, abstraction and figuration, science and mysticism. Viewers first encounter this focus in the twinned snakes of To Protect and Hold You Up (2019). Tracing links between cosmic and earthly forces, Guidi finds symmetry in opposition. In seven diptychs featuring triangular and circular canvases, the colors correspond to those of the chakras, a system of circular energy centers located in the body that inspires Guidi’s artistic and meditative practices alike.",
      "imageUrl": "https://www.lightlive.com/fileadmin/_processed_/csm_CFA_Gallery_Georg_Baselitz_1_2260d3cddf.jpg"
    },
    {
      "id": 2,
      "name": "Peter Karens",
      "title": "Leo Valledor: Dimensional Space",
      "opening": "3/28/2020",
      "closing": "6/15/2020",
      "venue": "David Richard Gallery",
      "address": "211 E 121st St",
      "city": "New York",
      "state": "NY",
      "zip": "10035",
      "pressRelease": "The current presentation, Dimensional Space, focuses on rectilinear forms with slanted and angled perimeters at the intersection of vector geometry, reductive planar shapes, minimal palettes and shaped canvases to create illusions of extreme perspectival and three-dimensional space in a two-dimensional picture plane. This presentation, together with the Gallery’s previous solo exhibition for Valledor in 2018, Curved, which focused on the curvilinear and circular shapes as well as multi-component canvases from the 1950s through the 80s, make clear the importance of Valledor’s paintings as the channel for his life-long pursuit of geometry and color and fusion of the complexity of space, rhythm of jazz music and awareness of poetry using his unique visual language in pictures. Quite simply, those elements defined Valledor’s career: initially as part of the Bay Area Beat Scene in the Fillmore district, then Park Place Gallery and artist collective in New York in the 1960s, then back in his hometown of San Francisco for the remainder of his career. Valledor thought that the paintings from the 1980s represented the pinnacle of his painting career; they were the culmination of his decades of explorations in visual art and his passion for and the influence of music and poetry on his art making practice. The paintings in the current presentation, Dimensional Space, were produced in that final decade before he passed away far too young in 1989, but more specifically, from the first half of that decade in the years1980 through 1984.",
      "imageUrl": "https://www.galleriesnow.net/wp-content/uploads/2018/02/David-Richard-Gallery-Oli-Sihvonen-1.jpg"
    },
    {
      "id": 3,
      "name": "Bob Jones",
      "title": "Marking Time",
      "opening": "4/4/2020",
      "closing": "6/28/2020",
      "venue": "Simon Lee Gallery",
      "address": "26 E 64th St",
      "city": "New York",
      "state": "NY",
      "zip": "10065",
      "pressRelease": "Connected through an interest in figurative representation, the exhibition brings together three artists who present the body in unconventional ways, each exploring contemporary issues surrounding gender, sexuality, society and politics, as well as addressing the long and problematic history of the male gaze. The submissive female subject typically depicted reclining, seated or kneeling, is one of the most recognizable motifs in art history. As seen in this exhibition, Dancy, McGurn, and Woods respond to this convention through disparate methods presenting the figure as alternatively dominant, vulnerable, playful, or even androgynous, restoring to their subjects a sense of agency and recontextualizing the trope for our contemporary moment.",
      "imageUrl": "https://artlogic-res.cloudinary.com/w_1280,h_900,c_limit,f_auto,fl_lossy,q_auto:good/ws-simonleegallery2/usr/exhibitions/images/165/outforsummer_2019_simonleegallery_hongkong_installationview_p-4.jpg"
    },
    {
      "id": 4,
      "name": "Chris Davis",
      "title": "CONTACT HIGH: A Visual History of Hip-Hop",
      "opening": "2/20/2020",
      "closing": "8/15/2020",
      "venue": "International Center of Photography",
      "address": "79 Essex St",
      "city": "New York",
      "state": "NY",
      "zip": "10002",
      "pressRelease": "The images—many of them displayed alongside contact sheets from the session—give us a rare glimpse into the creative process behind some of hip-hop’s most iconic photos. While the music was establishing itself as a cultural force, photographers were on the scene, documenting the urban spaces where hip-hop came alive. The music reflected everyday experience; the images captured and memorialized it, providing a necessary perspective—sometimes empowering, sometimes controversial.",
      "imageUrl": "https://www.annenbergphotospace.org/wp-content/uploads/2018/10/barron-claiborne-x-hero-2.jpg"
    },
    {
      "id": 5,
      "name": "John Lin",
      "title": "Rhizome - Images of Thought",
      "opening": "",
      "closing": "",
      "venue": "Perrotin New York",
      "address": "130 Orchard S",
      "city": "New York",
      "state": "NY",
      "zip": "10002",
      "pressRelease": "Cinga Samson was born in Cape Town in 1986, and grew up between the city and the rural region of Transkei. Originally a photography student, it was fifteen years ago that Cinga began to pursue fine art painting. This medium shift was inspired by two factors: his discovery of the Isibane Creative Arts studio and his mother. In 2006, he stumbled into Isibane Creative Arts in Khayelitsha, Cape Town – an art studio that was home to artists whose work explored black life in the townships. The group took Samson in and under their tutelage he began to experiment with paint – initially mimicking the group’s different styles, and eventually authoring an artistic language of his own. His mother also played a large role in his transition towards painting. The artist recalls how, when he was young, his now late mother would plant a hedge of Cannas along the fencing of their house, and how this flower acted as inspiration for nearly all of his initial works.",
      "imageUrl": "https://media.timeout.com/images/100017453/image.jpg"
    },
    {
      "id": 6,
      "name": "Morgan Lee",
      "title": "",
      "opening": "",
      "closing": "",
      "venue": "",
      "address": "",
      "city": "New York",
      "state": "NY",
      "zip": "",
      "pressRelease": "",
      "imageUrl": ""
    },
    {
      "id": 7,
      "name": "Jeniffer Chen",
      "title": "",
      "opening": "",
      "closing": "",
      "venue": "",
      "address": "",
      "city": "New York",
      "state": "NY",
      "zip": "",
      "pressRelease": "",
      "imageUrl": ""
    },
    {
      "id": 8,
      "name": "Cathy Connor",
      "title": "",
      "opening": "",
      "closing": "",
      "venue": "",
      "address": "",
      "city": "New York",
      "state": "NY",
      "zip": "",
      "pressRelease": "",
      "imageUrl": ""
    },
    {
      "id": 9,
      "name": "Maureen Jenner",
      "title": "",
      "opening": "",
      "closing": "",
      "venue": "",
      "address": "",
      "city": "New York",
      "state": "NY",
      "zip": "",
      "pressRelease": "",
      "imageUrl": ""
    },
    {
      "id": 10,
      "name": "Kim West",
      "title": "",
      "opening": "",
      "closing": "",
      "venue": "",
      "address": "",
      "city": "New York",
      "state": "NY",
      "zip": "",
      "pressRelease": "",
      "imageUrl": ""
    },
    {
      "id": 11,
      "name": "Kevin Wang",
      "title": "",
      "opening": "",
      "closing": "",
      "venue": "",
      "address": "",
      "city": "New York",
      "state": "NY",
      "zip": "",
      "pressRelease": "",
      "imageUrl": ""
    },
    {
      "id": 12,
      "name": "Lara Park",
      "title": "",
      "opening": "",
      "closing": "",
      "venue": "",
      "address": "",
      "city": "New York",
      "state": "NY",
      "zip": "",
      "pressRelease": "",
      "imageUrl": ""
    }
  ]
}
